[
    {
        "id": 1,
        "technology": "Blockchain",
        "news": "DOGE Has Started Gutting a Key US Technology Agency - At least dozens of workers at the Technology Transformation Service were fired on Wednesday, a day after similar sudden cuts at the Consumer Financial Protection Bureau.",
        "techStack": [
            "Smart Contracts",
            "Hyperledger",
            "Solidity"
        ]
    },
    {
        "id": 2,
        "technology": "Consumer Technology",
        "news": "Samsung's Digital Key technology now works with Volvo and Polestar EVs - Owners of a Volvo EX90\r\n or Polestar 3\r\n may soon be able to unlock and start their electric vehicle with a Samsung Galaxy phone. Samsung is rolling out Digital Key support for Polestar's SUV in North America, Europe and Asia starting this month. EX90 drivers…",
        "techStack": [
            "UFS 4.0",
            "One UI",
            "Samsung Knox",
            "Dex Mode",
            "Exynos",
            "Snapdragon/Exynos",
            "LPDDR5X RAM"
        ]
    },
    {
        "id": 3,
        "technology": "Artificial Intelligence",
        "news": "Elon Musk Ally Tells Staff 'AI-First' Is the Future of Key Government Agency - Sources say the former Tesla engineer now in charge of the Technology Transformation Services wants an agency that operates like a “startup software company.\"",
        "techStack": [
            "Reinforcement Learning",
            "LLMs",
            "PyTorch",
            "TensorFlow"
        ]
    },
    {
        "id": 4,
        "technology": "General Technology",
        "news": "These Robots Are Recovering Dumped Explosives From the Baltic Sea - In the face of seabeds becoming valuable real estate and corroding bombs polluting the oceans, teams are turning to technology to clean up this dangerous and expensive problem.",
        "techStack": []
    },
    {
        "id": 5,
        "technology": "General Technology",
        "news": "The World Is in a Polyester Crisis. One Company Is Trying to Recycle a Way Out - The European company Reju may have developed the polyester recycling technology the textile industry needs. The question is whether the world is ready for it.",
        "techStack": []
    },
    {
        "id": 6,
        "technology": "General Technology",
        "news": "If Aliens Spot Us First, What Signs of Intelligence Will They See? - In a theoretical study, researchers explored how a twin Earth with human-like life and technology might detect our technosignatures.",
        "techStack": []
    },
    {
        "id": 7,
        "technology": "General Technology",
        "news": "NASA Just Fired up Its Quiet Supersonic Jet—and It Looks Like Pure Speed - The X-59 is proving out the agency's quiet supersonic technology, and looking great in the process.",
        "techStack": []
    },
    {
        "id": 8,
        "technology": "General Technology",
        "news": "The Communications Tech Used by Congress Is Absurdly Out of Date - The technology that runs Congress lags so far behind the modern world that its flag-tracking system just caught up to 2017-era Pizza Hut.",
        "techStack": []
    },
    {
        "id": 9,
        "technology": "Artificial Intelligence",
        "news": "Caltech’s Lightsail Experiment Brings Interstellar Travel Closer to Reality - Powered by laser light, this tiny sail lays the groundwork for future advances in lightsail technology and the potential for interstellar propulsion.",
        "techStack": [
            "Reinforcement Learning",
            "LLMs",
            "PyTorch",
            "TensorFlow"
        ]
    },
    {
        "id": 10,
        "technology": "Artificial Intelligence",
        "news": "Remember When Nanotech Was the Next Big Thing? - As the market reckons with AI's future, it's good to remember that we've been through this boom and bust hype cycle with technology before.",
        "techStack": [
            "Reinforcement Learning",
            "LLMs",
            "PyTorch",
            "TensorFlow"
        ]
    },
    {
        "id": 1,
        "domain": "blockchain",
        "technology": "Artificial Intelligence",
        "news": "Private equity giant Apollo is bringing a red-hot corner of the market to the blockchain - Private credit has boomed in recent years. Apollo's tokenized fund offers a way for investors to buy in via the blockchain.",
        "techStack": [
            "Consensus Mechanisms",
            "PyTorch",
            "LLMs",
            "Layer 2 Scaling",
            "TensorFlow",
            "Ethereum",
            "Hyperledger",
            "Reinforcement Learning"
        ]
    },
    {
        "id": 2,
        "domain": "blockchain",
        "technology": "Cloud Computing",
        "news": "The Game Company raises $10M on blockchain-based cloud gaming - The Game Company, a Dubai gaming startup, has raised $10 million to build the next cloud gaminginfrastructure based on blockchain technology.",
        "techStack": [
            "Consensus Mechanisms",
            "Docker",
            "Hyperledger",
            "Kubernetes",
            "PyTorch",
            "Layer 2 Scaling",
            "Ethereum",
            "TensorFlow",
            "Cloud Security",
            "LLMs",
            "Serverless",
            "Reinforcement Learning"
        ]
    },
    {
        "id": 3,
        "domain": "blockchain",
        "technology": "Artificial Intelligence",
        "news": "Sony’s blockchain lab launches Soneium Conquest to onboard creators and devs - Sony Block Solutions Labs is launching Soneium Conquest as a way to onboard creators, developers, and newcomers to its Soneium blockchain.",
        "techStack": [
            "Consensus Mechanisms",
            "PyTorch",
            "LLMs",
            "Layer 2 Scaling",
            "TensorFlow",
            "Ethereum",
            "Hyperledger",
            "Reinforcement Learning"
        ]
    },
    {
        "id": 4,
        "domain": "blockchain",
        "technology": "Artificial Intelligence",
        "news": "Incention bridges Hollywood and AI with debut project by David S. Goyer on Story platform - Incention is launching a platform to bring AI and blockchain to Hollywood, and it is working with Hollywood writer David S. Goyer.",
        "techStack": [
            "Consensus Mechanisms",
            "PyTorch",
            "LLMs",
            "Layer 2 Scaling",
            "TensorFlow",
            "Ethereum",
            "Hyperledger",
            "Reinforcement Learning"
        ]
    },
    {
        "id": 5,
        "domain": "blockchain",
        "technology": "Artificial Intelligence",
        "news": "A startup building an app to prove you're human and not AI just raised $7.3 million - The San Francisco-based startup will use the funding to develop its tools for verifying human and AI identities.",
        "techStack": [
            "Reinforcement Learning",
            "TensorFlow",
            "PyTorch",
            "LLMs"
        ]
    },
    {
        "id": 6,
        "domain": "blockchain",
        "technology": "Artificial Intelligence",
        "news": "Unit Network raises $18M for decentralized platform enabling real-world and digital asset trading - Unit Network, a decentralized financial ecosystem enabling tradING of real-world and digital assets through tokenization, has raised $18 million.",
        "techStack": [
            "Reinforcement Learning",
            "TensorFlow",
            "PyTorch",
            "LLMs"
        ]
    },
    {
        "id": 7,
        "domain": "blockchain",
        "technology": "Artificial Intelligence",
        "news": "PIN AI Launches Mobile App Letting You Make Your Own Personalized, Private AI Model - An anonymous reader quotes a report from VentureBeat: A new startup PIN AI (not to be confused with the poorly reviewed hardware device the AI Pin by Humane) has emerged from stealth to launch its first mobile app, which lets a user select an underlying open-…",
        "techStack": [
            "Reinforcement Learning",
            "TensorFlow",
            "PyTorch",
            "LLMs"
        ]
    },
    {
        "id": 8,
        "domain": "blockchain",
        "technology": "General Technology",
        "news": "Chris Anderson Is Giving TED Away to Whoever Has the Best Idea for Its Future - In an exclusive interview with WIRED, the British entrepreneur shares why it’s time to move on from TED.",
        "techStack": []
    }
]