[
    {
        "id": 1,
        "technology": "Blockchain",
        "news": "DOGE Has Started Gutting a Key US Technology Agency - At least dozens of workers at the Technology Transformation Service were fired on Wednesday, a day after similar sudden cuts at the Consumer Financial Protection Bureau.",
        "techStack": [
            "Smart Contracts",
            "Hyperledger",
            "Solidity"
        ]
    },
    {
        "id": 2,
        "technology": "Consumer Technology",
        "news": "Samsung's Digital Key technology now works with Volvo and Polestar EVs - Owners of a Volvo EX90\r\n or Polestar 3\r\n may soon be able to unlock and start their electric vehicle with a Samsung Galaxy phone. Samsung is rolling out Digital Key support for Polestar's SUV in North America, Europe and Asia starting this month. EX90 drivers…",
        "techStack": [
            "UFS 4.0",
            "One UI",
            "Samsung Knox",
            "Dex Mode",
            "Exynos",
            "Snapdragon/Exynos",
            "LPDDR5X RAM"
        ]
    },
    {
        "id": 3,
        "technology": "Artificial Intelligence",
        "news": "Elon Musk Ally Tells Staff 'AI-First' Is the Future of Key Government Agency - Sources say the former Tesla engineer now in charge of the Technology Transformation Services wants an agency that operates like a “startup software company.\"",
        "techStack": [
            "Reinforcement Learning",
            "LLMs",
            "PyTorch",
            "TensorFlow"
        ]
    },
    {
        "id": 4,
        "technology": "General Technology",
        "news": "These Robots Are Recovering Dumped Explosives From the Baltic Sea - In the face of seabeds becoming valuable real estate and corroding bombs polluting the oceans, teams are turning to technology to clean up this dangerous and expensive problem.",
        "techStack": []
    },
    {
        "id": 5,
        "technology": "General Technology",
        "news": "The World Is in a Polyester Crisis. One Company Is Trying to Recycle a Way Out - The European company Reju may have developed the polyester recycling technology the textile industry needs. The question is whether the world is ready for it.",
        "techStack": []
    },
    {
        "id": 6,
        "technology": "General Technology",
        "news": "If Aliens Spot Us First, What Signs of Intelligence Will They See? - In a theoretical study, researchers explored how a twin Earth with human-like life and technology might detect our technosignatures.",
        "techStack": []
    },
    {
        "id": 7,
        "technology": "General Technology",
        "news": "NASA Just Fired up Its Quiet Supersonic Jet—and It Looks Like Pure Speed - The X-59 is proving out the agency's quiet supersonic technology, and looking great in the process.",
        "techStack": []
    },
    {
        "id": 8,
        "technology": "General Technology",
        "news": "The Communications Tech Used by Congress Is Absurdly Out of Date - The technology that runs Congress lags so far behind the modern world that its flag-tracking system just caught up to 2017-era Pizza Hut.",
        "techStack": []
    },
    {
        "id": 9,
        "technology": "Artificial Intelligence",
        "news": "Caltech’s Lightsail Experiment Brings Interstellar Travel Closer to Reality - Powered by laser light, this tiny sail lays the groundwork for future advances in lightsail technology and the potential for interstellar propulsion.",
        "techStack": [
            "Reinforcement Learning",
            "LLMs",
            "PyTorch",
            "TensorFlow"
        ]
    },
    {
        "id": 10,
        "technology": "Artificial Intelligence",
        "news": "Remember When Nanotech Was the Next Big Thing? - As the market reckons with AI's future, it's good to remember that we've been through this boom and bust hype cycle with technology before.",
        "techStack": [
            "Reinforcement Learning",
            "LLMs",
            "PyTorch",
            "TensorFlow"
        ]
    }
]